Repository: HerzScheisse/webtrees-vesta_places_and_pedigree_map
Catalog: resources/lang/*.po
Languages: cs, nl

source: A smaller threshold setting prevents performance issues in large lists, which may be encountered in flat place hierarchies.
nl: Een kleinere drempelwaarde voorkomt prestatieproblemen in grote lijsten, die in platte plaatshiërarchieën kunnen voorkomen.

source: Deselect in order to have the chart menu entry appear exactly as the original chart menu entry.
cs: Potlačit, aby položka v menu Diagramy vypadala stejně jako v původním menu.
nl: Schakel de selectie uit om in het Diagrammen-menu de oorspronkelijke naam te blijven gebruiken.

source: Deselect in order to have the list menu entry appear exactly as the original chart menu entry.
cs: Potlačit, aby položka v menu Seznamy vypadala stejně jako v původním menu.
nl: Schakel de selectie uit om in het Lijsten-menu de naam van het oorspronkelijke diagram te blijven gebruiken.

source: Deselect in order to have the tab appear exactly as the original tab.
cs: Potlačit, aby záložka vypadala stejně jako původní záložka.
nl: Schakel de selectie uit om de naam van het oorspronkelijke tabblad te blijven gebruiken.

source: Display details
nl: Details weergeven

source: Displayed title
cs: Zobrazený název
nl: Weergegeven titel

source: Do not display details (such as location and number of individuals) if list size (for a specific place) is larger than ths threshold.
nl: Geef geen details weer (zoals locatie en aantal personen) als de lijstgrootte (voor een specifieke plaats) groter is dan deze drempelwaarde.

source: Families
nl: Gezinnen

source: General
cs: Všeobecné
nl: Algemeen

source: In particular, you should activate the '%1$s Vesta Webtrees Location Data Provider' module if you manage your location data via webtrees (outside the GEDCOM).
cs: Zejména je nutno aktivovat modul '%1$s Vesta Webtrees Location Data Provider', pokud spravujete svoje údaje o poloze ve webtrees (mimo GEDCOM).
nl: In het bijzonder moet u de module '%1$s Vesta Webtrees locatiegegevensaanbieder' activeren als u uw locatiegegevens beheert via webtrees (buiten de GEDCOM).

source: Include the %1$s symbol in the chart menu entry
cs: Přidat symbol %1$s do názvu položky v menu Diagramy
nl: Het %1$s-­symbool opnemen in de vermelding in het diagrammenu

source: Include the %1$s symbol in the list menu entry
cs: Přidat symbol %1$s do názvu položky v menu Seznamy
nl: Het %1$s-symbool opnemen in het Lijsten-menu

source: Include the %1$s symbol in the tab title
cs: Přidat symbol %1$s do názvu záložky
nl: Het %1$s-symbool opnemen in de titel van het tabblad

source: Individuals
nl: Personen

source: Modules listed here are used (in the configured order) to determine map coordinates of places.
cs: Moduly v tomto seznamu slouží (v tom pořadí) k určení mapových souřadnic míst.
nl: Modules die hier worden vermeld, worden (in de geconfigureerde volgorde) gebruikt om kaartcoördinaten van plaatsen te bepalen.

source: Place hierarchy list
nl: Lijst met Hiërarchie van plaatsen

source: Places and Pedigree Map Location Data Providers
nl: Aanbieders van locatiegegevens voor plaatsen en grafische kwartierstaat

source: The Place hierarchy. Also show the location of events and the birthplace of ancestors on a map. Replacement for the original 'Place hierarchy', 'Places' and 'Pedigree map' modules.
cs: Hierarchie místa. Zobrazuje také polohu událostí a místo narození předků na mapě. Náhrada za původní moduly 'Hierarchie míst', 'Místa' a 'Mapa rodokmenu'.
nl: De hiërarchie van plaatsen. Toon ook de locatie van de gebeurtenissen en de geboorteplaats van voorouders op een kaart. Vervanging voor de oorspronkelijke modules 'Hiërarchie van plaatsen', 'Plaatsen' en 'Grafische kwartierstaat'.

source: The location of this place is not known.
nl: De locatie van deze plek is niet bekend.

source: Threshold size
nl: Drempelwaarde

source: Uses location data from GEDCOM, as well as location data provided by other modules.
cs: Používá údaje o poloze z GEDCOMu a poskytnutá ostatními moduly.
nl: Maakt gebruik van locatiegegevens van GEDCOM en van locatiegegevens van andere modules.

source: Vesta Places and Pedigree map
nl: Vesta Plaatsen en Grafische kwartierstaat

source: Vesta Places and Pedigree map: Now also provides a replacement for the Place hierarchy list, in order to show additional location data.
nl: Vesta Plaatsen en Grafische kwartierstaat: Biedt nu ook een vervanging voor de lijst Hiërarchie van plaatsen, om aanvullende locatiegegevens weer te geven.
